#+TITLE: Head Drawing II
#+AUTHOR: Chris Hogan
#+DATE: <2021-03-29 Mon> to <2021-04-25 Sun>

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-04-03 Sat 20:30], for week 2021-W13.
  | Tags    | Headline                                      | Time    |       |      |      |
  |---------+-----------------------------------------------+---------+-------+------+------|
  |         | *Total time*                                  | *26:00* |       |      |      |
  |---------+-----------------------------------------------+---------+-------+------+------|
  |         | \_  Week 1                                    |         | 26:00 |      |      |
  |         | \_    <2021-03-29 Mon>                        |         |       | 7:44 |      |
  | prep    | \_      Build brush holder                    |         |       |      | 1:28 |
  | prep    | \_      Build color checker                   |         |       |      | 1:19 |
  | prep    | \_      Paint brush holder and color checker  |         |       |      | 0:27 |
  | study   | \_      Head Phase III - Intro                |         |       |      | 0:41 |
  | drawing | \_      Head layins - 20 min.                 |         |       |      | 0:40 |
  | drawing | \_      Head Phase II - Female cast           |         |       |      | 1:39 |
  | study   | \_      Head Phase II - Female Cast           |         |       |      | 0:30 |
  | drawing | \_      Loomis book                           |         |       |      | 1:00 |
  |         | \_    <2021-03-30 Tue>                        |         |       | 3:52 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:34 |
  | drawing | \_      Head Phase II - Female cast           |         |       |      | 2:05 |
  | study   | \_      Head Phase II - Photo Drawing         |         |       |      | 0:30 |
  | drawing | \_      Loomis book                           |         |       |      | 0:43 |
  |         | \_    <2021-03-31 Wed>                        |         |       | 3:44 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:52 |
  | drawing | \_      Head Phase II - Photo Drawing         |         |       |      | 1:29 |
  | drawing | \_      Loomis book                           |         |       |      | 0:53 |
  | study   | \_      Head Phase II - Photo Drawing         |         |       |      | 0:15 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:15 |
  |         | \_    <2021-04-01 Thu>                        |         |       | 3:21 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:33 |
  | drawing | \_      Head Phase II - Photo Drawing         |         |       |      | 1:33 |
  | drawing | \_      Loomis book                           |         |       |      | 0:45 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:30 |
  |         | \_    <2021-04-02 Fri>                        |         |       | 3:02 |      |
  | drawing | \_      Head layins                           |         |       |      | 0:39 |
  | drawing | \_      Head Phase III - 15 sec, 30 sec, 1... |         |       |      | 1:05 |
  | drawing | \_      Loomis book                           |         |       |      | 0:35 |
  | study   | \_      Head Phase III - 15 sec., 30 sec.,... |         |       |      | 0:43 |
  |         | \_    <2021-04-03 Sat>                        |         |       | 4:17 |      |
  | drawing | \_      Copy panels                           |         |       |      | 1:02 |
  | drawing | \_      Head layins                           |         |       |      | 0:28 |
  | drawing | \_      Head Phase III - 5 minute quicksketch |         |       |      | 1:09 |
  | study   | \_      Head Phase III - 5 minute quicksketch |         |       |      | 0:40 |
  | drawing | \_      Loomis book                           |         |       |      | 0:58 |
  #+END:
#+BEGIN: clocktable-by-tag :scope subtree :maxlevel 6 :match ("drawing" "study" "prep")
| Tag     | Headline   | Time (h)  |
|---------+------------+-----------|
| drawing | *Tag time* | *18h 42m* |
|---------+------------+-----------|
| study   | *Tag time* | *4h 4m*   |
|---------+------------+-----------|
| prep    | *Tag time* | *3h 14m*  |

#+END:
*** <2021-03-29 Mon>
**** DONE Build brush holder                                           :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 07:50]--[2021-03-29 Mon 09:18] =>  1:28
     :END:
**** DONE Build color checker                                          :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 10:10]--[2021-03-29 Mon 11:29] =>  1:19
     :END:
**** DONE Paint brush holder and color checker                         :prep:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 13:15]--[2021-03-29 Mon 13:42] =>  0:27
     :END:
**** DONE Head Phase III - Intro                                      :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 12:33]--[2021-03-29 Mon 13:14] =>  0:41
     :END:
**** DONE Head layins - 20 min.                                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:04]--[2021-03-29 Mon 18:44] =>  0:40
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 18:45]--[2021-03-29 Mon 20:24] =>  1:39
     :END:
**** DONE Head Phase II - Female Cast :study:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 22:00]--[2021-03-29 Mon 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-29 Mon 20:24]--[2021-03-29 Mon 21:24] =>  1:00
     :END:
*** <2021-03-30 Tue>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:01]--[2021-03-30 Tue 18:35] =>  0:34
     :END:
**** DONE Head Phase II - Female cast                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 18:35]--[2021-03-30 Tue 20:40] =>  2:05
     :END:
**** DONE Head Phase II - Photo Drawing                               :study:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 22:00]--[2021-03-30 Tue 22:30] =>  0:30
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-30 Tue 20:40]--[2021-03-30 Tue 21:23] =>  0:43
     :END:
*** <2021-03-31 Wed>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 18:06]--[2021-03-31 Wed 18:58] =>  0:52
     :END:
**** DONE Head Phase II - Photo Drawing                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 18:58]--[2021-03-31 Wed 20:27] =>  1:29
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 20:27]--[2021-03-31 Wed 21:20] =>  0:53
     :END:
**** DONE Head Phase II - Photo Drawing                               :study:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 22:00]--[2021-03-31 Wed 22:15] =>  0:15
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-03-31 Wed 22:15]--[2021-03-31 Wed 22:30] =>  0:15
     :END:
*** <2021-04-01 Thu>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 18:25]--[2021-04-01 Thu 18:58] =>  0:33
     :END:
**** DONE Head Phase II - Photo Drawing                             :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 18:58]--[2021-04-01 Thu 20:31] =>  1:33
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 20:31]--[2021-04-01 Thu 21:16] =>  0:45
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-04-01 Thu 22:00]--[2021-04-01 Thu 22:30] =>  0:30
     :END:
*** <2021-04-02 Fri>
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 18:11]--[2021-04-02 Fri 18:50] =>  0:39
     :END:
**** DONE Head Phase III - 15 sec, 30 sec, 1 min quicksketch        :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 18:50]--[2021-04-02 Fri 19:55] =>  1:05
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 19:56]--[2021-04-02 Fri 20:31] =>  0:35
     :END:
**** DONE Head Phase III - 15 sec., 30 sec., and 1 minute poses       :study:
     :LOGBOOK:
     CLOCK: [2021-04-02 Fri 22:00]--[2021-04-02 Fri 22:17] =>  0:17
     CLOCK: [2021-04-02 Fri 20:32]--[2021-04-02 Fri 20:58] =>  0:26
     :END:
*** <2021-04-03 Sat>
**** DONE Copy panels                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 09:38]--[2021-04-03 Sat 10:40] =>  1:02
     :END:
**** DONE Head layins                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 11:12]--[2021-04-03 Sat 11:40] =>  0:28
     :END:
**** DONE Head Phase III - 5 minute quicksketch                     :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 18:15]--[2021-04-03 Sat 18:43] =>  0:28
     CLOCK: [2021-04-03 Sat 15:39]--[2021-04-03 Sat 16:20] =>  0:41
     :END:
**** DONE Head Phase III - 5 minute quicksketch                       :study:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 19:50]--[2021-04-03 Sat 20:30] =>  0:40
     :END:
**** DONE Loomis book                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-04-03 Sat 18:43]--[2021-04-03 Sat 19:41] =>  0:58
     :END:
*** <2021-04-04 Sun>
**** TODO Head layins                                               :drawing:
**** TODO Head Phase III - 5 minute quicksketch                     :drawing:
**** TODO Loomis book                                               :drawing:
**** TODO Blog post :study:
